{
  "Ai là huynh đệ và cũng là người thầy mà Vương Lâm trong Tiên Nghịch kính trọng nhất ?": "Tư Đồ Nam",
  "Ai là mẹ của Đường Tam?": "A Ngân",
  "Ai là người đứng đầu Vũ Hồn Điện?": "Bỉ Bỉ Đông",
  "Ai là nhân vật chính trong bộ phim hoạt hình trung quốc Thần Mộ ?": "Thần Nam",
  "Bách Lý Đông Quân là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Thiếu Niên Bạch Mã Tuý Xuân Phong",
  "Bạch Nguyệt Khôi là tên nhân vật chính trong bộ phim hoạt hình trung quốc nào sau đây ?": "Linh Lung",
  "Bạch Tiểu Thuần là nhân vật chính trong bộ hoạt hình trung quốc nào ?": "Nhất Niệm Vĩnh Hằng",
  "Bạch Tiểu Thuần trong Nhất Niệm Vĩnh Hằng luôn được ai âm thầm giúp đỡ ?": "Đỗ Lăng Phỉ",
  "Bộ phim nào sau đây thuộc tiểu thuyết của tác giả Thiên Tằm Thổ Đậu": "Tất cả đáp án trên",
  "Các cấp bậc nào sau đây thuộc phim Đấu Phá Thương Khung ?": "Đấu Tông",
  "Cháu dượng của Bạch Tiểu Thuần trong Nhất Niệm Vĩnh Hằng là ai ?": "Tống Khuyết",
  "Chủ nhân đời trước của Vẫn Lạc Tâm Viêm trong Đấu Phá Thương Khung là ai ?": "Diệu Thiên Hỏa",
  "Công pháp gì giúp Tiêu Viêm trong Đấu Phá Thương Khung hấp thụ nhiều loại dị hỏa ?": "Phần Quyết",
  "Công pháp nào sau đây là của Hàn Lập trong Phàm Nhân Tu Tiên ?": "Tất cả đáp án trên ",
  "Cơ Tử Nguyệt là nhân vật trong các bộ hoạt hình trung quốc nào sau đây ?": "Già Thiên",
  "Dạ Táng còn là biệt danh của ai trong Nhất Niệm Vĩnh Hằng ?": "Bạch Tiểu Thuần",
  "Danh xưng Tàn Thi Bại Thuế là của nhân vật nào trong Hoạ Giang Hồ Chi Bất Lương Nhân ?": "Hàng Thần",
  "Diễm Linh Cơ là nhân vật trong phim hoạt hình trung quốc nào ?": "Thiên Hành Cửu Ca",
  "Diệp Phàm là nhân vật chính trong bộ hoạt hình trung quốc nào ?": "Già Thiên",
  "Diệp Thần trong Tiên Võ Đế Tôn gia nhập Tông Môn nào đầu tiên ?": "Chính Dương Tông",
  "Dược Trần trong Đấu Phá Thương Khung đã từng bị đồ đệ nào phản bội ?": "Hàn Phong",
  "Đại ca của Tiêu Viêm trong Đấu Phá Thương Khung tên gì ?": "Tiêu Đỉnh",
  "Đàm Vân là nhân vật chính trong bộ phim hoạt hình trung quốc nào sau đây ?": "Nghịch Thiên Chí Tôn",
  "Đạo lữ của Hàn Lập là ai ?": "Nam Cung Uyển",
  "Đâu là nhân vật chính trong phim Bách Luyện Thành Thần ?": "La Chinh",
  "Đâu là Thái Cổ Thập Hung trong phim Thế Giới Hoàn Mỹ ?": "Tất cả đáp án trên ",
  "Đâu là tuyệt kỹ số 1 Hạo Thiên Tông mà Đường Hạo dạy cho con trai trong Đấu La Đại Lục ?": "Đại Tu Di Chùy",
  "Đấu Sát Toàn Viên Kiếm là một kỹ năng trong bộ phim hoạt hình trung quốc nào ?": "Thần Ấn Vương Toạ",
  "Độc Cô Bác trong Đấu La Đại Lục có vũ hồn gì ?": "Bích Lân Xà",
  "Em trai ruột của Thạch Hạo trong Thế Giới Hoàn Mỹ là ai ?": "Tần Hạo",
  "Hàn Lập sở hữu những vật phẩm nào dưới đây ?": "Thanh Trúc Phong Vân Kiếm",
  "Hàn Lập trong Phàm Nhân Tu Tiên đến Thất Huyền Môn bái ai làm thầy ?": "Mặc Đại Phu",
  "Hàn Lâp trong Phàm Nhân Tu Tiên gia nhập môn phái nào đầu tiên ?": "Thất Huyền Môn",
  "Hàn Lập trong Phàm Nhân Tu Tiên từng cứu ai mà bị hấp thụ tu vi giảm xuống Luyện Khí Kỳ ?": "Nam Cung Uyển",
  "Hoang Thiên Đế là nhân vật chính trong bộ phim hoạt hình trung quốc nổi tiếng nào ?": "Thế Giới Hoàn Mỹ",
  "Hoắc Vũ Hạo là hậu nhân của ai trong Sử Lai Khắc ?": "Đái Mộc Bạch",
  "Hồn hoàn màu nào mạnh nhất?": "Đỏ",
  "Huân Nhi là công chúa của bộ tộc nào?": "Cổ Tộc",
  "Khi ở Già Nam Học Viện, Tiêu Viêm thu phục được loại dị hỏa nào ?": "Vẫn Lạc Tâm Viêm",
  "Kính Huyền trong Quyến Tư Lượng là hậu duệ của tộc nào ?": "Thần Tộc",
  "Lạc Ly trong Đại Chúa Tể là nhân vật trong Tộc nào ?": "Lạc Thần Tộc",
  "Lâm Động trong Vũ Động Càn Khôn học được Linh Võ Học nào khi vào bia cổ Đại Hoang ?": "Đại Hoang Tù Thiên Chỉ",
  "Lâm Động trong Vũ Động Càn Khôn luyện hóa Tổ Phù nào đầu tiên ?": "Thôn Phệ Tổ Phù",
  "Lâm Động trong Vũ Động Càn Khôn sử dụng vũ khí loại nào sau đây ?": "Thương",
  "Lâm Phong là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Vạn Giới Độc Tôn",
  "Lâm Thất Dạ là nhân vật trong bộ phim hoạt hình trung quốc nào sau đây ?": "Trảm Thần",
  "Lâm Thất Dạ trong Trảm Thần sở hữu sức mạnh của vị thần nào ?": "Thiên Sứ",
  "Long Tuyền Kiếm xuất hiện trong bộ phim hoạt hình nào dưới đây ?": "Họa Giang Hồ Chi Bất Lương Nhân",
  "Lục Tuyết Kỳ trong Tru Tiên thuộc Phong nào trong Thanh Vân Môn?": "Tiểu Trúc Phong",
  "Lý Tinh Vân trong Họa Giang Hồ Chi Bất Lương Nhân sử dụng vũ khí nào sau đây ?": "Long Tuyền Kiếm",
  "Lý Trường Thọ trong Sư Huynh A Sư Huynh xuyên không về Hồng Hoang bái sư ở đâu ?": "Độ Tiên Môn",
  "Man Hồ Tử trong phim \"Phàm Nhân Tu Tiên\" tu luyện công pháp nào?": "Thác Thiên Ma Công",
  "Mẫu thân của La Phong trong Thôn Phệ Tinh Không tên là gì ?": "Cung Tâm Lan",
  "Mẹ của Mạnh Xuyên trong Thương Nguyên Đồ tên là gì ?": "Bạch Niệm Vân",
  "Mẹ của Tần Trần là ai ?": "Tần Nguyệt Trì",
  "Mẹ của Thạch Hạo trong Thế Giới Hoàn Mỹ tên là gì": "Tần Di Ninh",
  "Mối tình đầu của Diệp Thần trong Tiên Võ Đế Tôn là ai ?": "Cơ Ngưng Sương",
  "Mục đích tu luyện của Vương Lâm trong Tiên Nghịch theo diễn biến phim hiện tại là gì ?": "Báo Thù",
  "Mục Trần trong Đại Chúa Tể liên kết Huyết Mạch với ?": "Cửu U Tước",
  "Mục Vân là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Vô Thượng Thần Đế",
  "Nam chính trong bộ hoạt hình trung quốc Ám Hà Truyện là ai ?": "Tô Mộ Vũ",
  "Nam chính trong bộ Quyến Tư Lượng là ai ?": "Kính Huyền",
  "Nghịch Hà Tông là Tông Môn trong bộ hoạt hình trung quốc nào sau đây ?": "Nhất Niệm Vĩnh Hằng",
  "Nghịch Thiên Nhi Hành là một nhân vật trong bộ phim hh3d nào sau đây ?": "Vũ Canh Kỷ",
  "Ngụy Anh (Ngụy Vô Tiện) là nhân vật trong bộ hhtq nào sau đây ?": "Ma Đạo Tổ Sư",
  "Người bạn thuở nhỏ của Trương Tiểu Phàm trong Tru Tiên là ai ?": "Lâm Kinh Vũ",
  "Nhân vật Bách Lý Đồ Minh xuất hiện trong phim hoạt hình nào dưới đây ?": "Trảm Thần Chi Phàm Trần Thần Vực",
  "Nhân vật chính của \"Thần Ấn Vương Tọa\" là ai?": "Long Hạo Thần",
  "Nhân vật chính của Đấu La Đại Lục là ai?": "Đường Tam",
  "Nhân vật chính Lý Trường Thọ trong Sư Huynh A Sư Huynh đã tỏ tình với ai ?": "Vân Tiêu",
  "Nhân vật chính trong Thương Nguyên đồ là ai ?": "Mạnh Xuyên",
  "Nhân vật chính trong Yêu Thần Ký tên là gì ?": "Nhiếp Ly",
  "Nhân vật nào luôn bất bại trong phim Hoạt Hình Trung Quốc, được ví như One-Punch Man ?": "Từ Dương",
  "Nhân vật nào sau đây được mệnh danh là Vua Lỳ Đòn trong Đấu Phá Thương Khung ?": "Phượng Thanh Nhi",
  "Nhị ca của Tiêu Viêm trong Đấu Phá Thương Khung tên gì ?": "Tiêu Lệ",
  "Nhiếp Phong là nhân vật chính trong phim hoạt hình trung quốc nào ?": "Chân Võ Đỉnh Phong",
  "Ninh Diêu là một nhân vật trong bộ phim hoạt hình trung quốc nào sau đây ?": "Kiếm Lai",
  "Nữ chính cũng là vợ Đông Bá Tuyết Ưng trong Tuyết Ưng Lĩnh Chủ là ai sau đây ?": "Dư Tĩnh Thu",
  "Nữ chính trong bộ Quyến Tư Lượng là ai ?": "Đồ Lệ",
  "Ông nội của Lâm Động trong Vũ Động Càn Khôn là ai ?": "Lâm Chấn Thiên",
  "Phụ Thân của Lâm Động trong Vũ Động Càn Khôn là ai ?": "Lâm Khiếu",
  "Phương Hàn là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Vĩnh Sinh",
  "Phương Hàn trong Vĩnh Sinh nhận được Giao Phục Hoàng Tuyền Đồ từ ai ?": "Bạch Hải Thiện",
  "Phương Hàn trong Vĩnh Sinh xuất thân là gì ở nhà họ Phương ?": "Nô Bộc",
  "Phượng Thanh Nhi trong Đấu Phá Thương Khung thuộc chủng tộc nào ?": "Thiên Yêu Hoàng Tộc",
  "Số hiệu vị thần của main trong Trảm Thần: Phàm Trần Thần Vực là số mấy ?": "003",
  "Sử Lai Khắc Thất Quái đã từng đến nơi nào để luyện tập?": "Hải Thần Đảo",
  "Sư mẫu của Bạch Tiểu Thuần trong Nhất Niệm Vĩnh Hằng là ai ?": "Hứa Mị Nương",
  "Sư phụ của Bạch Tiểu Thuần trong Nhất Niệm Vĩnh Hằng là ai ?": "Lý Thanh Hậu",
  "Sư phụ của Lý Trường Thọ là ai ?": "Tề Nguyên",
  "Sư phụ mà Diệp Thần yêu trong Tiên Võ Đế Tôn là ai ?": "Sở Huyên Nhi",
  "Sư Phụ thứ 2 của Lý Trường Thọ trong phim": "Thái Thanh Thánh Nhân",
  "Tại sao Đường Tam bị Đường Môn truy sát ở tập đầu phim Đấu La Đại Lục ?": "Học trộm tuyệt học bổn môn",
  "Tần Vũ trong Tinh Thần Biến được tặng pháp bảo siêu cấp vip pro nào để tu luyện nhanh chóng ?": "Khương Lan Tháp",
  "Tần Vũ trong Tinh Thần Biến khiếm khuyết đan điền nhờ đâu mới có thể tu luyện ?": "Lưu Tinh Lệ",
  "Thánh nữ nào trong Già Thiên bị nhân vật chính Diệp Phàm lấy mất cái áo lót ?": "Diêu Hi",
  "Thần Thông Bí Cảnh xuất hiện trong bộ phim hoạt hình nào dưới đây ?": "Vĩnh Sinh",
  "Thần vị mà Đường Tam đạt được là gì?": "Hải Thần và Tu La Thần",
  "Thế lực nào là đối thủ lớn nhất của Tiêu Viêm trong Đấu Phá Thương Khung?": "Hồn Điện",
  "Thú cưng Thôn Thôn trong Nguyên Tôn sinh ra có sức mạnh ngang cảnh giới nào ?": "Thái Sơ Cảnh",
  "Tiêu Khinh Tuyết xuất hiện trong bộ hoạt hình nào dưới đây ?": "Tuyệt Thế Chiến Hồn",
  "Tiêu Viêm đã lập nên thế lực nào khi ở Học Viện Già Nam ?": "Bàn Môn",
  "Tiêu Viêm trong Đấu Phá Thương Khung đã Hẹn Ước 3 Năm với ai ?": "Nạp Lan Yên Nhiên",
  "Tiêu Viêm trong Đấu Phá Thương Khung sử dụng loại vũ khí nào sau đây ?": "Thước",
  "Tiêu Viêm trong Đấu Phá Thương Khung thuộc gia tộc nào?": "Tiêu Gia",
  "Tình đầu của Diệp Phàm trong Già Thiên là ai ?": "Lý Tiểu Mạn",
  "Trần Bình An là nam chính trong bộ phim hoạt hình trung quốc nào ?": "Kiếm Lai",
  "Triệu Ngọc Chân là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Thiếu Niên Bạch Mã Túy Xuân Phong",
  "Trong bộ Đấu Phá Thương Khung, Tiêu Viêm tìm đến ai để cứu Dược Lão ?": "Phong Tôn Giả",
  "Trong bộ Tiên Nghịch, nhân vật chính Vương Lâm khi ở quê nhà còn có tên khác là gì ?": "Thiết Trụ",
  "Trong Đấu La Đại Lục, Đường Hạo là gì của Đường Tam?": "Cha",
  "Trong Già Thiên, thể chất Diệp Phàm là thể chất gì ?": "Hoang Cổ Thánh Thể",
  "Trong Phàm Nhân Tu Tiên ai bị luyện thành khôi lỗi Khúc Hồn ?": "Trương Thiết",
  "Trong phim Tiên Nghịch, Vương Lâm vô tình có được pháp bảo nghịch thiên nào ?": "Thiên Nghịch Châu",
  "Trong Tiên Nghịch, Vương Lâm nhận được truyền thừa gì ở Cổ Thần Chi Địa ?": "Ký Ức",
  "Trong Tru Tiên, Điền Bất Dịch là thủ tọa của Phong nào?": "Đại Trúc Phong",
  "Trong Vĩnh Sinh - Phương Hàn hẹn ước 10 năm cùng với ai ?": "Hoa Thiên Đô",
  "Trước khi đến Linh Khê Tông, Bạch Tiểu Thuần trong Nhất Niệm Vĩnh Hằng ở đâu ?": "Mạo Nhi Sơn Thôn",
  "Trương Tiểu Phàm trong phim Tru Tiên còn có tên gọi là ?": "Quỷ Lệ",
  "Trương Tiểu Phàm trong Tru Tiên từng được nhận vào môn phái nào?": "Thanh Vân Môn",
  "Tử Nghiên trong Đấu Phá Thương Khung thuộc chủng tộc nào ?": "Thái Hư Cổ Long",
  "Vân Triệt là tên nhân vật chính trong bộ phim hoạt hình trung quốc nào sau đây ?": "Nghịch Thiên Tà Thần",
  "Vũ Canh là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Vũ Canh Kỷ",
  "Vũ hồn của Chu Trúc Thanh là gì?": "U Minh Linh Miêu",
  "Vũ hồn của Đới Mộc Bạch là gì?": "Bạch Hổ",
  "Vũ hồn của Mã Hồng Tuấn là gì?": "Hỏa Phượng Hoàng",
  "Vũ hồn của Tiểu Vũ là gì?": "Nhu Cốt Thỏ",
  "Vũ hồn thứ hai của Đường Tam là gì?": "Hạo Thiên Chùy",
  "Vũ khí của Đàm Vân trong Nghịch Thiên Chí Tôn là gì ?": "Hồng Mông Thần Kiếm",
  "Vũ khí mà Tiêu Viêm trong Đấu Phá Thương Khung luôn mang bên mình có tên gọi là gì ?": "Huyền Trọng Xích",
  "Vương Lâm trong phim Tiên Nghịch dựa vào gì để vô địch cùng cảnh giới ?": "Cực Cảnh",
  "Y Lai Khắc Tư là một nhân vật trong bộ phim hoạt hình trung quốc nào sau đây ?": "Cả 1 và 2",
  "Ai là người thầy của Đường Tam?": "Đại Sư",
  "Thiên Hoả Tôn Giả trong Đấu Phá Thương Khung dùng thi thể của ai để hồi sinh ?": "Vân Sơn",
  "Lâm Thất Dạ là nhân vật trong bộ hoạt hình trung quốc nào sau đây ?": "Trảm Thần",
  "Ám tinh giới được xuất hiện trong bộ phim hoạt hình nào dưới đây ?": "Tinh Thần Biến",
  "Tỉnh Cửu là nhân vật chính trong bộ phim hoạt hình trung quốc nào sau đây ?": "Đại Đạo Triều Thiên",
  "Lý Tinh Vân là một nhân vật trong bộ phim hoạt hình trung quốc nào sau đây ?": "Họa Giang Hồ Chi Bất Lương Nhân",
  "Tần Mục là nhân vật chính trong bộ phim hoạt hình trung quốc nào sau đây ?": "Mục Thần Ký",
  "Tiêu Thần là nhân vật chính trong bộ phim hoạt hình Trung Quốc nào sau đây ?": "Trường Sinh Giới",
  "Tần Nam là nhân vật chính trong bộ hoạt hình trung quốc nào sau đây ?": "Tuyệt Thế Chiến Hồn",
  "Mục đích chính tu luyện của Tần Vũ trong Tinh Thần Biến là gì ??": "Vì muốn được cưới Khương Lập",
  "Khô Lâu Đà Chủ xuất hiện trong bộ phim hoạt hình nào dưới đây ?": "Võ Thần Chúa Tể",
  "Nhân vật chính trong Man Hoang Tiên Giới là ai ?": "Lục Hàng Chi",
  "Mục đích tu luyện của Tần Vũ trong Tinh Thần Biến là gì?": "Vì muốn được cưới Khương Lập",
  "Nhân vật chính trong Quân Tử Vô Tật là ai?": "Dao Cơ",
  "Nhân vật chính trong Đấu Chiến Thiên Hạ là ai?": "Đại Phong",
  "Nhân vật chính trong Ta Có Thể Giác Ngộ Vô Hạn là ai?": "Tiêu Vân",
  "Tại sao Hàn Lập khi gặp Phong Hi không chạy mà ở lại giúp đỡ chế tạo Phong Lôi Sí ?": "Vì đánh không lại",
  "Nhân vật chính trong Quân Tử Vô Tật là ai ?": "Dao Cơ",
  "Vô Tâm trong phim Thiếu Niên Ca Hành còn có tên gọi khác là gì ?": "Diệp An Thế",
  "Trong Phim Na Tra: Ma Đồng Náo Hải, Cha của Ngao Bính tên là ?": "Ngao Quảng",
  "Cô Kiếm Tiên trong phim Thiếu Niên Ca Hành là ai ?": "Lạc Thanh Dương",
  "Nam chính trong phim Ta Là Đại Thần Tiên là ?": "Thời Giang",
  "Trong phim Đại Đạo Triều Thiên, Tỉnh Cửu đã cùng thư đồng đến đâu tu luyện ?": "Thanh Sơn Tông",
  "Nam chính trong phim Sơn Hà Kiếm Tâm là ai ?": "Yến Vô Sư",
  "Thê tử của Điền Bất Dịch trong Tru Tiên là ai ?": "Tô Như",
  "Nam chính của phim Đô Thị Có Y Tiên là ?": "Diệp Bất Phàm",
  "Thế giới trong Mục Thần Ký chia thành mấy đại vực chính ?": "9",
  "Cổ Hà trong Đấu Phá Thương Khung lúc xuất hiện ở Vân Lam Tông là luyện dược sư mấy phẩm ?": "Lục Phẩm",
  "Vương Lâm trong Tiên Nghịch ở đâu có Tiên Ngọc đột phá Anh Biến ?": "Đi cướp",
  "Nhân Vật chính trong phim Trấn Hồn Nhai là ?": "Hạ Linh",
  "Chu Tước Thánh Sứ trong Tru Tiên Là Ai ?": "U Cơ",
  "Bạch Nguyệt Khôi còn có tên gọi khác là gì ?": "Bà Chủ Bạch",
  "Lâm Thất Dạ trong phim Trảm Thần gặp phải biến cố gì ?": "Bị mù",
  "ID game Diệp Tu sử dụng trong phim Toàn Chức Cao Thủ ?": "Cả 1 và 2",
  "Trong Kiếm Lai, Khi Man Châu Động Thiên đứng trước nguy cơ bị hủy diệt, là ai đã đứng ra bảo vệ người dân trong trấn ?": "Tề Tĩnh Xuân",
  "Nhân vật chính trong Ta Có Thể Giác Ngộ Vô Hạn là ai ?": "Tiêu Vân",
  "Nhân vật chính trong phim Tần Thời Minh Nguyệt ?": "Kinh Thiên Minh",
  "Tư Mã Ý trong phim Hỏa Phụng Liêu Nguyên có tên tự là gì ?": "Trọng Đạt",
  "Dương Khai trong Võ Luyện Đỉnh Phong song tu với ai đầu tiên ?": "Tô Nhan",
  "Ai là chủ nhân của Thôn Thôn trong Nguyên Tôn ?": "Yêu Yêu",
  "Trong phim Đại Đạo Triều Thiên, Triệu Lạp Nguyệt đến từ phong nào ?": "Thần Mạt Phong",
  "Nhân vật chính Duy ngã độc thần": "Ninh Thần",
  "Mục Thần Ký được chuyển thể từ tiểu thuyết của tác giả nào?": "Trạch trư/thạch thư",
  "Tần Mục trong Mục Thần Ký lớn lên ở đâu ?": "Tàn Lão Thôn",
  "Nhân vật chính trong phim Toàn Chức cao thủ là ai?": "Diệp Tu (Nhất Diệp Chi Thu)",
  "Ai là sư phụ của Diệp Phàm trong Già Thiên?": "Lý Nhược Ngu (Tên 3 chấm...)",
  "Sở Phong trong Tu La Võ Thần có Huyết Mạch gì ?": "Thiên Lôi (chưa thấy phần mới)",
  "Trong Na Tra: Ma Đồng Giáng Thế, Na Tra được sinh ra từ gì?": "Ma Hoàn (Hot hit phòng vé,nhưng mà xem lậu)",
  "Bộ phim Thiên Bảo Phục Yêu Lục lấy bối cảnh thời kỳ nào??": "Đường",
  "Trong phim Đại Đạo Triều Thiên, Tỉnh Cửu đã thu nhận ai làm thư đồng?": "Lưu Thập Tuế (họ liễu chứ nhể)",
  "Nhân vật chính trong phim Vạn Giới Tiên Tung là ai ?": "Diệp Tinh Vân",
  "1 Trong 2 Admin của website HoatHinh3D là ai ? (Biệt danh chính xác ở web) ?": "Từ Dương",
  "Lý Hàn Y trong phim Thiếu Niên Ca Hành sử dụng vũ khí gì ?": "Cả 1 và 2",
  "Trong các bộ phim sau, bộ nào nhân vật chính có hệ thống ?": "Ta Có Thể Giác Ngộ Vô Hạn",
  "Tam Thánh Niết là biệt danh của ai trong Họa Giang Hồ Chi Bất Lương Nhân ?": "Lý Tinh Vân",
  "Sư tỷ của Nguyên Dao trong Phàm Nhân Tu Tiên tên là gì ?": "Nghiên Lệ",
  "Phong Hi trong Phàm Nhân Tu Tiên là yêu thú nào ?": "Liệt phong thú",
  "Trong phim Vạn Cổ Tối Cường Tông, Quân Thường Tiếu chiêu mộ ai làm đệ từ đầu tiên ?": "Lục Thiên Thiên",
  "Liễu Thất Nguyệt trong Thương Nguyên Đồ sử dụng vũ khí gì ?": "Cung",
  "Nhân vật chính trong phim Sư Huynh A Sư Huynh là ai ?": "Lý Trường Thọ",
  "Ai sau đây làm lễ cưới với Lý Mộ Uyển trong Tiên Nghịch thì bị anh Lâm giết ?": "Tôn Chấn Vỹ",
  "Ôn Thiên Nhân trong Phàm Nhân Tu Tiên tu luyện công pháp gì ?": "Lục Cực Chân Ma Công",
  "Phong Hi trong Phàm Nhân Tu Tiên là yêu thú cấp mấy ?": "9",
  "Trong Đấu Phá Thương Khung, Tiêu Viêm hơn Cổ Hà ở điểm gì ?": "Dị Hỏa",
  "Phong Hi trong Phàm Nhân Tu Tiên vì sao được gọi là Đại Thiện Nhân ?": "Cả 1 và 2",
  "Trong Đấu Phá Thương Khung,khi Vân Lam Tông giải tán thì Vân Vận đã gia nhập tông phái nào ?": "Hoa Tông",
  "Gia gia Thạch Hạo trong phim Thế Giới Hoàn Mỹ tên gì ?": "Thạch Trung Thiên",
  "Con gái của quỷ vương trong Tru Tiên tên là gì?": "Bích Dao"
}